Repository: LigeroSmart/Survey
Catalog: i18n/Survey/Survey.*.po
Languages: hr

source: - Change Status -
hr: - Promijeni status -

source: Add New Survey
hr: Dodaj novu anketu

source: Survey Edit
hr: Uredi anketu

source: Survey Edit Questions
hr: Uredi anketna pitanja

source: Question Edit
hr: Uredi pitanje

source: Answer Edit
hr: Uredi odgovor

source: Can't set new status! No questions defined.
hr: Nemoguće postaviti novi status! Pitanja nisu postavljena.

source: Status changed.
hr: Status promijenjen.

source: Thank you for your feedback.
hr: Hvala vam za povratnu informaciju.

source: The survey is finished.
hr: Anketa je završena.

source: Complete
hr: Dovršeno

source: Incomplete
hr: Nedovršeno

source: Stats Overview
hr: Pregled statistike

source: Survey Description
hr: Opis ankete

source: Survey Introduction
hr: Uvod ankete

source: Yes/No
hr: Da/ne

source: YesNo
hr: DaNe

source: answered
hr: odgovoreno

source: not answered
hr: nije odgovoreno

source: Stats Detail
hr: Statistika detaljno

source: Stats Details
hr: Satistika detaljno

source: You have already answered the survey.
hr: Već ste ispunjavali anketu.

source: Question Type
hr: Tip pitanja

source: Create New Survey
hr: Stvori novu anketu

source: Introduction
hr: Uvod

source: Internal Description
hr: Interni opis

source: Edit General Info
hr: Uredi opće informacije

source: Edit Questions
hr: Uredi pitanja

source: Survey Questions
hr: Anketna pitanja

source: Add Question
hr: Dodaj pitanje

source: Type the question
hr: Upiši pitanje

source: Answer required
hr: Odgovor je neophodan

source: No questions saved for this survey.
hr: Nema spremljenih pitanja za ovu anketu.

source: Question
hr: Pitanje

source: Answer Required
hr: Odgovor je obavezan

source: Do you really want to delete this question? ALL associated data will be LOST!
hr: Želite li zaista izbrisati ovo pitanje? Svi podaci pri tome će biti izgubljeni!

source: Edit Question
hr: Uredi pitanje

source: go back to questions
hr: vrati se natrag na pitanja

source: Possible Answers For
hr: Mogući odgovori za

source: Add Answer
hr: Dodaj odgovor

source: No answers saved for this question.
hr: Nema spremljenih odgovora za ovo pitanje.

source: Do you really want to delete this answer?
hr: Želite li zaista obrisati ovaj odgovor?

source: Edit Answer
hr: Uredi odgovor

source: go back to edit question
hr: vrati se natrag na uređivanje pitanja

source: Notification Sender
hr: Zabilježba pošiljatelja

source: Notification Subject
hr: Zabilježba naslova

source: Notification Body
hr: Zabilježba

source: Changed By
hr: Mijenjao

source: Stats Overview of
hr: Pregled statistike od

source: Requests Table
hr: Tablica zahtjeva

source: Send Time
hr: Vrijeme slanja

source: Vote Time
hr: Vrijeme glasovanja

source: See Details
hr: Vidi podrobnije

source: Survey Stat Details
hr: Detalji anketne statistike

source: go back to stats overview
hr: vrati se natrag na pregled statistika

source: Survey Information
hr: Informacije o anketi

source: Sent requests
hr: Poslani zahtjevi

source: Received surveys
hr: Primljene ankete

source: Survey Details
hr: Detalji ankete

source: Survey Results Graph
hr: Rezultati ankete

source: No stat results.
hr: Nema rezultata.

source: Survey
hr: Anketa

source: Please answer these questions
hr: Molimo vas da odgovorite na pitanja

source: Show my answers
hr: Prikaži moje odgovore

source: These are your answers
hr: Ovo su vaši odgovori

source: Survey Title
hr: Naslov ankete

source: A Survey Module.
hr: Anketni modul.

source: A module to edit survey questions.
hr: Modul za uređivanje anketnih pitanja.

source: Edit Survey General Information
hr: Uredi osnovne informacije o anketi

source: Edit Survey Questions
hr: Uredi anketna pitanja

source: Public Survey.
hr: Javna anketa.

source: Zoom Into Statistics Details
hr: Uvećaj detalje statistike
